Repository: uvoglu/uv-product-fields
Catalog: languages/uv-product-fields-*.po
Languages: de_ch

source: Categories
de_ch: Kategorien

source: Type
de_ch: Art

source: Description
de_ch: Beschreibung

source: Minimum Length
de_ch: Minimale Länge

source: Maximum Length
de_ch: Maximale Länge

source: Price Difference
de_ch: Preis Anpassung

source: Product Field
de_ch: Produkt Feld

source: It seems that WooCommerce is not installed. WooCommerce is required for this plugin to work.
de_ch: Es scheint, dass WooCommerce nicht installiert ist. WooCommerce wird für dieses Plugin benötigt.

# Post Type General Name
source: Product Fields
de_ch: Produkt Felder

# Post Type Singular Name
source: Product Field
de_ch: Produkt Feld

# Admin Menu text
source: Product Fields
de_ch: Produkt Felder

# Add New on Toolbar
source: Product Fields
de_ch: Produkt Felder

source: Product Field Archives
de_ch: Produkt Felder Archiv

source: Product Field Attributes
de_ch: Produkt Felder Attribute

source: Parent Product Field:
de_ch: Übergeordnetes Produkt Feld:

source: All Product Fields
de_ch: Alle Produkt Felder

source: Add New Product Field
de_ch: Neues Produkt Feld hinzufügen

source: Add New
de_ch: Erstellen

source: New Product Field
de_ch: Neues Produkt Feld

source: Edit Product Field
de_ch: Produkt Feld Bearbeiten

source: Update Product Field
de_ch: Produkt Feld Aktualsieren

source: View Product Field
de_ch: Produkt Feld anzeigen

source: View Product Fields
de_ch: Produkt Felder Anzeigen

source: Search Product Fields
de_ch: Produkt Felder Suchen

source: Not found
de_ch: Nicht gefunden

source: Not found in Trash
de_ch: Nicht gefunden im Papierkorb

source: Featured Image
de_ch: Produkt Feld Bild

source: Set featured image
de_ch: Als Produkt Feld Bild setzen

source: Remove featured image
de_ch: Produkt Feld Bild entfernen

source: Use as featured image
de_ch: Als Produkt Feld Bild verwenden

source: Insert into Product Field
de_ch: In Produkt Feld einfügen

source: Uploaded to this Product Field
de_ch: Zu diesen Produkt Feld hochladen

source: Product Fields list
de_ch: Produkt Felder Liste

source: Product Fields list navigation
de_ch: Produkt Felder Liste Navigation

source: Filter Product Fields list
de_ch: Produkt Felder Liste filtern

source: Product Fields
de_ch: Produkt Felder

source: Register Custom Product Fields
de_ch: Benutzerdefinierte Produkt Felder Registrieren

source: Add custom fields to WooCommerce product pages, which allow to customize an order. Pricing can be modified if the field is set.
de_ch: Füge benutzerdefinierte Produkt Felder zu WooCommerce Produkten hinzu, welche es erlauben, eine Bestellung anzupassen. Preise können modifiziert werden, wenn das Feld gesetzt ist.
